[
  {"content": "our goal is to help everyone on the team relate to the people we’re designing for. We want to choose terms that give us the best clarity.", "url": "https://medium.com/@jmspool/sometimes-a-user-is-just-a-user-22c62785d990", "site": "medium"},
  {"content": "Ironically, we need to think of our design team as our users. What will help them understand who they’re creating the product or service for? If there’s a better word than user, then we’ll certainly use it.", "url": "https://medium.com/@jmspool/sometimes-a-user-is-just-a-user-22c62785d990", "site": "medium"},
  {"content": "In our practice, we have a basic principle: Use the term that helps our colleagues best relate to the people whose lives we want to improve. ", "url": "https://medium.com/@jmspool/sometimes-a-user-is-just-a-user-22c62785d990", "site": "medium"},
  {"content": "Customer is a great term when a person, in fact, makes a purchase decision.", "url": "https://medium.com/@jmspool/sometimes-a-user-is-just-a-user-22c62785d990", "site": "medium"},
  {"content": "Current Knowledge is a much better way to think about the problem.", "url": "https://medium.com/@jmspool/consistency-in-design-is-the-wrong-approach-3cfbc87a327", "site": "medium"},
  {"content": "So, Avis.com’s designers did what designers are supposed to do: they made a choice. They chose to be inconsistent with practically every other form on the web. But they were internally consistent with themselves.", "url": "https://medium.com/@jmspool/consistency-in-design-is-the-wrong-approach-3cfbc87a327", "site": "medium"},
  {"content": "The problem with thinking in terms of consistency is that those thoughts focus purely on the design and the user can get lost. “Is what I’m designing consistent with other things we’ve designed (or others have designed)?” is the wrong question to ask.", "url": "https://medium.com/@jmspool/consistency-in-design-is-the-wrong-approach-3cfbc87a327", "site": "medium"},
  {"content": "When you think about consistency, you’re thinking about the product. When you’re thinking about current knowledge, you’re thinking about the user.", "url": "https://medium.com/@jmspool/consistency-in-design-is-the-wrong-approach-3cfbc87a327", "site": "medium"},
  {"content": "Why do we gravitate to consistency? Because it’s easier to think about. You don’t actually have to know anything about your users to talk about making things consistent.", "url": "https://medium.com/@jmspool/consistency-in-design-is-the-wrong-approach-3cfbc87a327", "site": "medium"},
  {"content": "My recommendation: anytime someone on your team starts talking about making things consistent, change the conversation to be about what the users’ current knowledge is.", "url": "https://medium.com/@jmspool/consistency-in-design-is-the-wrong-approach-3cfbc87a327", "site": "medium"},
  {"content": "Creating an integrated team, with both the skills of large-sample quantitative analytical modeling and small-sample qualitative ethnographic studies, provides a powerful combination. Integrated teams have a wider toolset to apply to complex challenges.", "url": "https://articles.uie.com/ux-and-cx-same-language-different-dialects/", "site": "articles"},
  {"content": "In the most effective teams, the senior leadership moves the culture from roles to skills. Instead of trying to assign different responsibilities to separated CX and UX teams, they focus on creating a single team with both CX and UX skills and knowledge.", "url": "https://articles.uie.com/ux-and-cx-same-language-different-dialects/", "site": "articles"},
  {"content": "Ironically, a major milestone during the UX Design As A Service stage is when a product or service team becomes frustrated with the centralized design team. ", "url": "https://articles.uie.com/driving-product-teams-to-become-more-design-mature/", "site": "articles"},
  {"content": "The evidence in the marketplace is clear. Organizations become more competitive when they deliver better-designed products and services.", "url": "https://articles.uie.com/driving-product-teams-to-become-more-design-mature/", "site": "articles"},
  {"content": "Design leaders need to understand where a given team currently is in their journey. Using that information, they can tailor how they support the team.", "url": "https://articles.uie.com/driving-product-teams-to-become-more-design-mature/", "site": "articles"},
  {"content": "To improve the design quality of those products and services, individual teams need to increase their own design maturity. Design leaders play an important role, but that role changes as the teams transition from one stage to the next.", "url": "https://articles.uie.com/driving-product-teams-to-become-more-design-mature/", "site": "articles"},
  {"content": "Your user experience strategy becomes more real when there’s an experience vision to guide it. It shifts from “we need to make great designs” to “we need to make this be our users’ experience.”", "url": "https://articles.uie.com/the-experience-vision-a-self-fulfilling-ux-strategy/", "site": "articles"},
  {"content": "You’ll know your experience vision has taken off when other people start explaining it to you, to make sure you’ve heard it.", "url": "https://articles.uie.com/the-experience-vision-a-self-fulfilling-ux-strategy/", "site": "articles"},
  {"content": "We need to spend time with our users, listening and watching how they move through their day in the current world. When we do this, we’ll see what frustrates them.", "url": "https://playbook.uie.com/blog/how-we-craft-a-great-experience-vision-story", "site": "playbook"},
  {"content": "When we understand the problems that frustrate our users, we have no trouble arriving at viable solutions. To craft a compelling, great story about the user’s future experience, we start with the user’s current experience.", "url": "https://playbook.uie.com/blog/how-we-craft-a-great-experience-vision-story", "site": "playbook"},
  {"content": "I’ve worked with hundreds of teams. I’ve never met one that when presented with a solid understanding of how users struggle with our design, couldn’t come up with a wall full of great solutions.", "url": "https://playbook.uie.com/blog/how-we-craft-a-great-experience-vision-story", "site": "playbook"},
  {"content": "The experience vision becomes a visible example of what great design can be in the organization. And that, in turn, pushes the organization to deliver better designed products and services.", "url": "https://playbook.uie.com/blog/the-experience-vision-a-self-fulfilling-ux-strategy", "site": "playbook"},
  {"content": "Most of our experience visions come closer to a five-year horizon. Five years is far enough away that we could see eliminating whatever legacy issues are currently holding us back.", "url": "https://playbook.uie.com/blog/the-experience-vision-a-self-fulfilling-ux-strategy", "site": "playbook"}
]
